/* An emdash surrounded by spaces for Open Recent menu items. */
" \\U2014 " = " — ";

/* An arrow surrounded by spaces for Open Recent menu items. */
" \\U25B6 " = " ▶ ";

/* User-presentable name of file created for autosaving. Arg is document name. */
"%@ (Autosaved)" = "%@ (autoarkivert)";

/* Partial error string for when a document's type is not recognized. 1st argument is the name of the application. 2nd argument is the name of a file format. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files in the \\U201C%@\\U201D format." = "%1$@ kan ikke åpne filer i «%2$@»-formatet.";

/* Partial error string for when a document's type is not recognized. The argument is the name of the application. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files of this type." = "%@ kan ikke åpne filer av denne typen.";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. 3rd argument is the name of a file format. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files in the \\U201C%@\\U201D format." = "«%1$@» kunne ikke håndteres fordi %2$@ kan ikke åpne filer i «%3$@»-formatet.";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files of this type." = "«%1$@» kunne ikke håndteres fordi %2$@ kan ikke åpne filer av denne typen.";

/* Label of Cancel button. */
"Cancel" = "Avbryt";

/* Action name for undoing print info changes. */
"Change Print Settings" = "Endre utskriftsinnstillinger";

/* Title of alert panel which comes when the user tries to close a window containing an unsaved document. */
"Close" = "Lukk";

/* Label of change-discarding button shown at quit-time when there are unsaved documents. */
"Discard Changes" = "Forkast endringer";

/* Recovery suggestion for reason for when a document could not be saved because the file is locked. */
"Do you want to overwrite it anyway?" = "Vil du overskrive det likevel?";

/* Primary text of alert shown at document reversion time when the document has unsaved modifications. Arg is document name. */
"Do you want to revert to the most recently saved version of the document \\U201C%@\\U201D?" = "Vil du gå tilbake til den siste arkiverte versjonen av dokumentet «%@»?";

/* Primary text of alert shown at document-close-time when the document is unsaved. Arg is document name. */
"Do you want to save the changes you made in the document \\U201C%@\\U201D?" = "Vil du arkivere endringene du har gjort i dokumentet «%@»?";

/* 1st recovery option for when a document could not be saved because the file is locked. */
"Don\\U2019t Overwrite" = "Ikke overskriv";

/* Label of cancellation button shown when a document is found to have been overwritten. */
"Don\\U2019t Save" = "Ikke arkiver";

/* Title of alerts which come up when an open recents item is missing or fails to open. */
"Error" = "Feil";

/* Title of a save panel for a Save To operation. */
"Export" = "Eksporter";

/* Name field label of a save panel for a Save To operation. */
"Export As:" = "Eksporter som:";

/* Secondary text of alert shown at quit-time when there are unsaved documents. */
"If you don\\U2019t review your documents, all your changes will be lost." = "Hvis du ikke kontrollerer dokumentene, vil du miste alle endringer.";

/* Secondary text of alert shown when a document is found to have been moved. Arg is new parent directory name. */
"It will be saved to the \\U201C%@\\U201D folder, or you can specify another location." = "Det vil bli arkivert i mappen «%@», eller du kan velge en annen plassering.";

/* Secondary text of alert shown when a document is found to have been renamed. */
"It will be saved under this new name, or you can provide another name." = "Det kan arkiveres med dette nye navnet, eller du kan gi det et annet navn.";

/* Error string for when a document could not be created. The argument is either a full sentence explaining why not or a blank string. */
"No document could be created. %@" = "Det kunne ikke opprettes et dokument. %@";

/* 2nd recovery option for when a document could not be saved because the file is locked. */
"Overwrite" = "Overskriv";

/* For backwards compatibility only; doesn't appear anywhere in the UI anymore. */
"Quit" = "Avslutt";

/* Choice (on a button) given to user which allows him to quit the application even though he has not saved all of his documents first. */
"Quit Anyway" = "Avslutt likevel";

/* Label of default button shown at document reversion time when the document has unsaved modifications. */
"Revert" = "Tilbakestill";

/* Label of default button shown at quit-time when there are unsaved documents. */
"Review Changes\\U2026" = "Se gjennom endringer…";

/* Choice (on a button) given to user which allows him to review all his unsaved documents if he quits the application without saving them all first. */
"Review Unsaved" = "Se gjennom uarkiverte";

/* Button choice which allows the user to save the document.
   Label of default button shown at document-close-time when the document is unsaved - no ellipses.
   Label of save-here button shown when a document is found to have been moved.
   Label of save-here button shown when a document is found to have been overwritten.
   Label of save-here button shown when a document is found to have been renamed.
   Title of a save panel for a Save or Save As operation. */
"Save" = "Arkiver";

/* Name field label of a save panel for a Save or Save As operation. */
"Save As:" = "Arkiver som:";

/* Label of default button shown when a document can\\U2019t be found.
   Label of default button shown when a document is found in the trash.
   Label of save-somewhere-else button shown when a document is found to have been moved.
   Label of save-somewhere-else button shown when a document is found to have been renamed. */
"Save As\\U2026" = "Arkiver som…";

/* Question asked of user when he/she tries to close a window containing an unsaved document. */
"Save changes to \\U201C%@\\U201D?" = "Arkiver endringer i «%@»?";

/* Label of default button shown at document-close-time when the document is unsaved - with ellipses. */
"Save\\U2026" = "Arkiver…";

/* Error string for when an autosaved document could not be reopened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The autosaved document \\U201C%@\\U201D could not be reopened. %@" = "Det autoarkiverte dokumentet «%1$@» kunne ikke åpnes på nytt. %2$@";

/* Secondary text of alert shown when a document is found to have been overwritten. */
"The changes made by the other application will be lost if you save. Save anyway?" = "Hvis du arkiverer, vil du miste endringene som er gjort av det andre programmet. Vil du arkivere likevel?";

/* Error string for when a document could not be autosaved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be autosaved. %@" = "Dokumentet «%1$@» kunne ikke autoarkiveres. %2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'export as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be exported as \\U201C%@\\U201D. %@" = "Dokumentet «%1$@» kunne ikke eksporteres som «%2$@». %3$@";

/* Error string for when a document could not be opened for printing. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened for printing. %@" = "Dokumentet «%1$@» kunne ikke åpnes for utskrift. %2$@";

/* Error string for when a document could not be opened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened. %@" = "Dokumentet «%1$@» kunne ikke åpnes. %2$@";

/* Error string for when a document could not be printed. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be printed. %@" = "Dokumentet «%1$@» kunne ikke skrives ut. %2$@";

/* Error string for when a document could not be reverted. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be reverted. %@" = "Dokumentet «%1$@» kunne ikke tilbakestilles. %2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'save as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved as \\U201C%@\\U201D. %@" = "Dokumentet «%1$@» kunne ikke autoarkiveres som «%2$@». %3$@";

/* Error string for when a document could not be saved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved. %@" = "Dokumentet «%1$@» kunne ikke arkiveres. %2$@";

/* Primary text of alert shown when a document is found to have been moved. Arg is document name. */
"The document \\U201C%@\\U201D has been moved." = "Dokumentet «%@» har blitt flyttet.";

/* Primary text of alert shown when a document is found in the trash. Arg is document name. */
"The document \\U201C%@\\U201D is in the Trash." = "Dokumentet «%@» er i papirkurven.";

/* Error description for when a document could not be saved because the file is locked. */
"The file \\U201C%@\\U201D is locked." = "Filen «%@» er låst.";

/* Error failure reason for when a document could not be saved because the file is locked. */
"The file is locked." = "Filen er låst.";

/* Primary text of alert shown when a document can\\U2019t be found. Arg is document name. */
"The location of the document \\U201C%@\\U201D cannot be determined." = "Plasseringen til dokumentet «%@» kan ikke fastslås.";

/* Message in alert given to user when he tries to open a recent document that fails to open. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D could not be opened." = "Det nylig åpnede dokumentet «%@» kunne ikke åpnes.";

/* Message in alert given to user when he tries to open a recent document that is no longer there. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D is missing." = "Det nylig åpnede dokumentet «%@» mangler.";

/* Error description for when a document could not be autosaved to a read-only directory. */
"This document could not be autosaved because you don\\U2019t have write access privileges to the folder that it\\U2019s in." = "Dette dokumentet kunne ikke autoarkiveres fordi du ikke har skrivetilgang til mappen det er i.";

/* Primary text of alert shown when a document is found to have been renamed. Arg is new document name. */
"This document has been renamed to \\U201C%@\\U201D." = "Navnet på dette dokumentet er endret til «%@».";

/* Primary text of alert shown when a document is found to have been overwritten. Arg is document file name. */
"This document\\U2019s file has been changed by another application since you opened or saved it." = "Denne dokumentfilen har blitt endret av et annet program etter at du åpnet eller arkiverte den.";

/* User-presentable name of file created for autosaving. Arg is application name. */
"Unsaved %@ Document" = "Uarkivert %@-dokument";

/* User-presentable name of file created for autosaving. First arg is application name. Second arg is number. */
"Unsaved %@ Document %ld" = "Uarkivert %1$@-dokument %2$ld";

/* Name to use for the first untitled document. */
"Untitled" = "Uten navn";

/* Name to use for untitled documents; the argument is replaced by a number. */
"Untitled %@" = "%@ uten navn";

/* Secondary text of alert shown when a document is found in the trash. */
"You can save to another location." = "Du kan arkivere på et annet sted.";

/* Secondary text of alert shown when a document can\\U2019t be found. */
"You can specify where to save it." = "Du kan angi hvor du vil arkivere det.";

/* Primary text of alert shown at quit-time when there are unsaved documents. First arg is count of unsaved documents. Second arg is application name. */
"You have %1$@ %2$@ documents with unsaved changes. Do you want to review these changes before quitting?" = "Du har %1$@ %2$@-dokumenter med endringer som ikke er arkivert. Vil du se gjennom disse endringene før du avslutter?";

/* Message given to user when he tries to quit the application without saving all of his documents. */
"You have unsaved documents." = "Du har dokumenter som ikke er arkivert.";

/* Recovery suggestion for reason for when a document could not be autosaved to a read-only directory. */
"Your changes will be lost if this computer malfunctions or loses power before you save them." = "Du vil miste endringer hvis det oppstår problemer med maskinen eller strømtilførselen brytes før du arkiverer dem.";

/* Secondary text of alert shown at document-close-time when the document is unsaved. */
"Your changes will be lost if you don\\U2019t save them." = "Du vil miste endringer hvis du ikke arkiverer dem.";

/* Secondary text of alert shown at document reversion time when the document has unsaved modifications. */
"Your current changes will be lost." = "Du vil miste de nåværende endringene.";

